[
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Writing, Reporting, and Graphics",
    "hed": "Disability amid disaster: People with disabilities are disproportionately impacted by natural disasters",
    "dek": "This is an article I pitched during my internship with the NBC News Data Graphics Team. I spoke with people with disabilities about their experiences in the L.A. wildfires and how they fit in with broader patterns of how the community is treated in natural disasters. I created all the graphics, reported, and wrote the story. This story would later be expanded for my Senior Capstone project.",
    "img": "images/disability.jpg",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/data-graphics/people-disabilities-are-disproportionately-impacted-natural-disasters-rcna192577",
    "alt": "Grouped column chart comparing the displacement rates of respondents across several categories: seeing, hearing, understanding, walking, self-care and memory. Each group is split between those who have difficulty and those who don’t. Across all groups, respondents with difficulty were more likely to have been displaced. On average, respondents with difficulty were almost twice as likely to report displacement.",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism , web-dev",
    "publication": "Senior Capstone",
    "contribution": "Writing, Reporting, Graphics and Web Design",
    "hed": "Disability in Disaster: After the L.A. wildfires",
    "dek": "I created this website and reported these stories for Senior Capstone at The New School. This project was an expansion of a piece I wrote during my internship with the NBC News Data Graphics Team. I traveled to Los Angeles in October 2025 to report on the ground and connect with sources. I coded this website from scratch to house all my reporting and photos!",
    "img": "images/project-preview.png",
    "widgtype": "story",
    "link": "https://www.disabilityindisaster.com",
    "alt": "Photo of a destroyed 'be prepared to stop' sign with text above reading 'Disability in Disaster: After The L.A. Fires'",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Writing, Reporting, and Graphics",
    "hed": "Wine sales drying up as Americans turn elsewhere",
    "dek": "I reported this story and created the graphics for it during my time with NBC News. I had the oppotunity to speak with winery owners and industry experts about what they were experiencing, and I ended up with a story I'm really proud of!",
    "img": "images/publications/wine.webp",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/data-graphics/data-shows-wine-decline-consumers-spending-less-drinking-less-rcna187628",
    "alt": "Line chart comparing the decline in wholesale volume and sales in the wine industry from December 2023 to December 2024. Sales declined less overall than volume, but still declined through the whole year. Sales hit a low point in November 2024 with a 6.6% decline and ended in December 2024 with a 6.2% decline. Volume sales started at a 6.3% decline and hovered between 6% and 7%, ending in December 2024 with a 7.2% decline.",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Writing, Reporting, and Graphics",
    "hed": "Even drivers who aren’t buying cars will pay for tariffs soon",
    "dek": "I worked with J.J. McCorvey on this story about the potential rise in cost of auto parts and insurance in the wake of the 2025 tariffs. The state by state map of the projected increase in pricing is my favorite part of this one, as that data was tricky to find. This was my last piece during my internship at NBC News and if you're a car owner, it's worth a read!",
    "img": "images/charts/tariff.jpg",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/data-graphics/trump-tariffs-car-insurance-bill-price-auto-repair-cost-rcna201392",
    "alt": "Area chart showing the average annual cost of car insurance since 2019 and the projected cost in 2025. In 2019, the average cost was about $1,700. It dipped slightly in 2020 and 2021, increased a little in 2022 and more in 2023 and 2024. In 2025, the chart diverges, with a dotted line showing the projected increase with or without tariffs. Without tariffs, the projected price for 2025 is $2,435. With tariffs, the projected price is $2,759.",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Writing and Reporting",
    "hed": "Christmas tree farms face new perils",
    "dek": "For my first writing assignment with NBC News, I wrote and reported a story about the new perils Christmas tree farms in America were facing. I got to speak with arborists and tree farmers from across the United States about how climate change and economic pressures are impacting their ability to sell these beloved holiday trees.",
    "img": "images/publications/christmastrees.jpg",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/data-graphics/christmas-tree-farms-face-new-perils-rcna184769",
    "alt": "Photo of a christmas tree farm",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Writing and Reporting",
    "hed": "As Trump aims to ax the penny, these are the coins that cost more than they're worth",
    "dek": "This was a quick story I did with Jiachuan Wu after Donald Trump announced plans to stop producing the penny. The tight turnaround and miniscule word count of this piece were certainly a new challenge for me, but I am proud of the end product.",
    "img": "images/publications/pennies.jpeg",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/data-graphics/trump-aims-eliminate-penny-see-much-costs-produce-penny-nickel-rcna191739",
    "alt": "Up close photo of a bunch of pennies",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "NBC News",
    "contribution": "Mapping",
    "hed": "How Trump, Harris and their running mates are dividing their time among the 7 decisive swing states",
    "dek": "This was my first byline at NBC News. It started as a simple map tracking where Harris and Trump had made campaign stops in Pennsylvania. People found this visualization really interesting and so we decided to expand and create maps for all of the swing states. This piece earned me my first hate email so that's exciting I guess!",
    "img": "images/campaignstops.png",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/politics/2024-election/trump-harris-running-mates-are-dividing-time-7-decisive-swing-states-rcna176870",
    "alt": "Locator map showing campaign stops in Arizona from the Harris/Walz and Trump/Vance campaign. Visits are mostly clustered around Phoenix and Tuscon, with two visits from Trump/Vance and one from Harris down at the Southern border.",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "data-journalism",
    "publication": "New School Free Press",
    "contribution": "Writing, Reporting, and Graphics",
    "hed": "The New York City subway remains largely inaccessible to the disabled community",
    "dek": "My first publication in The New School Free Press was a story I initially reported on for my Data Storytelling class. I built a map and several charts to demonstrate how the NYC subway is still inaccessible to people with disabilities. This story was the catalyst for sending me on the data journalism pathway and I'm still very proud of how it turned out!",
    "img": "images/publications/subway.png",
    "widgtype": "story",
    "link": "https://www.newschoolfreepress.com/2024/04/15/the-new-york-city-subway-remains-largely-inaccessible-to-the-disabled-community/",
    "alt": "Sixth avenue subway entrance with blue gradient",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "web-dev",
    "publication": "NBC News",
    "contribution": "Web Development",
    "hed": "NBC News Quiz Scoring",
    "dek": "When I worked at NBC News, I created the weekly news quiz that readers could take every Sunday. While the base program was already created when I arrived, I wanted to improve the module. I added checkmarks and X's to the questions themselves, and created a dynamic scoreboard that appears at the bottom of the page. You can also copy your score for easy sharing.",
    "img": "images/news-quiz.jpg",
    "widgtype": "story",
    "link": "https://www.nbcnews.com/quiz",
    "alt": "Image of the News quiz scorecard",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "web-dev",
    "publication": "Class Project",
    "contribution": "Web Development and Writing",
    "hed": "COMMODIFY: A Virtual Exhibition",
    "dek": "I created this website as a final project for an art history class. The assignment was to create a virtual exhibition highlighting a central theme throughout art history. I decided to focus on the commodification of art the artists themselves. I coded this web experience from the ground up.",
    "img": "images/commodify.jpg",
    "widgtype": "story",
    "link": "https://reyna458.github.io/commodify/",
    "alt": "Colorful blocks with the word 'COMMODIFY' over them",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "design",
    "publication": "Book Cover",
    "contribution": "Cover Design",
    "hed": "The Rainbow Letters: The Temerity to Believe",
    "dek": "In late 2021 I designed the book cover for The Rainbow Letters: The Temerity To Believe. This was great experience for my design career, as it was my first time working with a client who had a specific vision and a strict deadline. You can purchase the book on Amazon!",
    "img": "images/misc/bookcover.jpg",
    "widgtype": "story",
    "link": "https://www.amazon.com/Rainbow-Letters-Gary-Watts-M-D/dp/B09YMGF8K2",
    "alt": "Angel Maroni statue stands in front of a mountain range as paper airplanes fly with a rainbow trail",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  },
  {
    "categories": "design",
    "publication": "Class Project",
    "contribution": "Poster Design",
    "hed": "Manifesto Posters",
    "dek": "For one of my first design classes at Parsons, I designed 3 different posters for Bob Dylan's song 'Hurricane.' The first uses only type and letterforms, the second uses type and limited graphic elements, and the third uses type and image. In all honesty this project was grueling, but I'm very happy with the final products! <a href='images/misc/pdfs/posters.pdf' target='_blank'>You can view a the full PDF versions of the posters here.</a>",
    "img": "images/misc/poster1.jpg",
    "widgtype": "images",
    "link": "images/misc/pdfs/posters.pdf",
    "alt": "Black roads crossing over a bright red background with the word HURRICANE at the top.",
    "img2": "images/misc/poster2.png",
    "img3": "images/misc/poster3.jpg",
    "alt2": "Yellow poster that looks like a yellow hurricane zone sign",
    "alt3": "Record player with the lyrics to Hurricane written on the disc"
  },
  {
    "categories": "design , marketing",
    "publication": "Journalism + Design",
    "contribution": "Graphic Design and Branding",
    "hed": "J+D Ten Year Anniversary",
    "dek": "The Journalism + Design department at Eugene Lang recently celebrated it's 10 year anniversary! This was exciting to me for many reasons, but one was that I got to create a new 10-year variant of the program's logo. I made a lot of promotional material for this anniversary, but here are some of my favorite pieces.",
    "img": "images/10-logo.jpg",
    "widgtype": "images",
    "link": "https://www.instagram.com/journalismdesign",
    "alt": "J+D Balloon backdrop to a post with event info",
    "img2": "images/j-10balloon.jpg",
    "img3": "images/jd-poster.jpg",
    "alt2": "Journalism + Design 10 year logo",
    "alt3": "Poster for J+D's 10th anniversary celebration",
    "imglink1": "https://www.instagram.com/p/DBUMcQbx3XS/",
    "imglink2": "https://www.instagram.com/p/DIt8a86xjCS/",
    "imglink3": ""
  },
  {
    "categories": "design , marketing",
    "publication": "Journalism + Design",
    "contribution": "Graphic Design and Social Media",
    "hed": "J+D Instagram",
    "dek": "My job with Journalism + Design is to use our social platforms to create engagement among students, faculty, and alum. Posts range from silly things like astrology, to new courses, and program related announcements. Here are some of my favorite that I've designed! But I encourage you to check out <a href='https://www.instagram.com/journalismdesign' target='_blank'>the account itself</a> as there are many, many more posts than this.",
    "img": "images/jd-insta1.png",
    "widgtype": "images",
    "link": "https://www.instagram.com/journalismdesign",
    "alt": "Infographic of details about a J+D class",
    "img2": "images/jd-insta2.png",
    "img3": "images/jd-insta3.png",
    "alt2": "Journalism + Design Travel Guide",
    "alt3": "Astrology post featuring reporter Kermit and Kitt Kettridge",
    "imglink1": "https://www.instagram.com/p/DB1cj8Lu11x/",
    "imglink2": "https://www.instagram.com/p/DR2n1UmiavF/?img_index=1",
    "imglink3": "https://www.instagram.com/p/DCrX4cuxKSI/?img_index=1"
  },
  {
    "categories": "design , marketing",
    "publication": "New School Free Press",
    "contribution": "Graphic Design and Marketing",
    "hed": "NSFP Instagram",
    "dek": "Before I was Creative Director with NSFP, I was Head of Social Media (May 2024 - May 2025). I've assembled here my three favorite posts of the ones I designed. Maintaining a social media presence for a school newspaper can be tricky, but the socials team and I worked hard to ensure that the aesthetic and content reflects the values of both the publication and the student body.",
    "img": "images/nsfp-insta1.jpg",
    "widgtype": "images",
    "link": "https://www.instagram.com/nsfreepress",
    "alt": "Colection of photos with the words 'Summer Digest' written above",
    "img2": "images/nsfp-insta2.jpg",
    "img3": "images/nsfp-insta3.jpg",
    "alt2": "Cartoon characters dancing around the words 'NSFP Print Release Party'",
    "alt3": "Join the NSFP team!",
    "imglink1": "https://www.instagram.com/p/DOL3ehTieVC/?hl=en&img_index=1",
    "imglink2": "https://www.instagram.com/p/DQegKgrjZ17/?hl=en&img_index=1",
    "imglink3": "https://www.instagram.com/p/DLm79gPNY8K/?hl=en&img_index=1"
  },
  {
    "categories": "design , marketing",
    "publication": "Class Project",
    "contribution": "Graphic Design and Branding",
    "hed": "Mercurys' Mainstage",
    "dek": "For my Design Systems for Brands class, I designed a branding system for a music festival based on the existing design system of my favorite Seattle coffee place Mercurys Coffee Co. This is not a perfect brand manual, but I spent so long on it that I refuse not to put it on my website! You can check out the <a href='https://drive.google.com/file/d/1lJ28DD5YWYVQEjWDkJQhQ4G0o_OnyIv9/view' target='_blank'>full PDF here</a>.",
    "img": "images/misc/mainstage.jpg",
    "widgtype": "story",
    "link": "https://drive.google.com/file/d/1lJ28DD5YWYVQEjWDkJQhQ4G0o_OnyIv9/view",
    "alt": "Glowing text that reads Mercurys Mainstage over a photo of a concert.",
    "img2": "",
    "img3": "",
    "alt2": "",
    "alt3": ""
  }
]